import React from 'react';
import { Typography, List } from 'antd';

const { Title } = Typography;

const data = [
  'K1-Շահութաբերություն ըստ ակտիվների(ROA)',
  'K2-Միջոցների շրջանառություն ',
  'K3-Ֆինանսական կայունության գնահատում',
  'K4-Շահաբաժինների բնութագրիչ.',
  'K5-Շրջանառու միջոցների կառավարման բնութագրիչ',
  'K6-Շահութաբերությունն ըստ կապիտալի(ROE)',
  'K7-Շահույթի մարժա',
  'K1 = շահույթ / ընդհանուր ակտիվներ',
  'K2 = վաճառքի ծավալ / համընդհանուր ակտիվներ',
  'K3 = կապիտալի շուկայական արժեք / գումարային պարտավորություններ',
  'K4 = չբաշխված շահույթ / համընդհանուր ակտիվներ',
  'K5 = շրջանառու կապիտալ / համախառն ակտիվներ',
  'K6 = շահույթ / սեփական կապիտալ',
  'K7 = շահույթ / հասույթ',
];

const Help = () => (
  <>
    <Title className='main-title'>Օգնություն</Title>

    <List
      bordered
      dataSource={data}
      renderItem={(item) => (
        <List.Item>
          {item}
        </List.Item>
      )}
    />
  </>
);

export default Help;
